IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/R5SS0_CORE1_TCMA_R5SS0_CORE1_TCMA.xml
<module name="R5SS0_CORE1_TCMA_R5SS0_CORE1_TCMA" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="R5SS0_CORE1_TCMA_START" acronym="R5SS0_CORE1_TCMA_START" offset="0x0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="TCMA  start address" range="31 - 0" rwaccess="RW"/>
	</register>
	<register id="R5SS0_CORE1_TCMA_END" acronym="R5SS0_CORE1_TCMA_END" offset="0x7FFC" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="TCMA  end address" range="31 - 0" rwaccess="RW"/>
	</register>
</module>